Repository: 2012send/BowPad
Catalog: Languages/BowPad_*.po
Languages: pt_br

source: Reload the file from disk
pt_br: Recarregar o arquivo de disco

source: Reload The unsaved modifications will be lost!
pt_br: Recarregar As modificações não salvas serão perdidas!

source: Removes all bookmarks from the current file
pt_br: Remove todos os marcadores do arquivo atual

source: Removes whitespaces at the end of lines
pt_br: Remove os espaços em branco do fim das linhas

source: Replace &All
pt_br: Substituir tudo

source: Replace &all in selection
pt_br: Substituir tudo na seleção

source: Replace All In All &Tabs
pt_br: Substituir &tudo em todas as abas

source: Right margin
pt_br: Margem direita

source: Run
pt_br: Executar

source: Runs various commands
pt_br: Executa vários comandos

source: Sa&ve as
pt_br: Salvar como

source: Save &all
pt_br: Salvar tudo

source: Save File
pt_br: Salvar arquivo

source: Save Files
pt_br: Salvar arquivos

source: Save as
pt_br: Salvar como

source: Save elevated BowPad is started again with elevated privileges.
pt_br: Salvar elevado BowPad reiniciado com previlégios elevados.

source: Save modifications The modifications that were made outside BowPad are overwritten.
pt_br: Guardar modificações As modificações feitas fora do BowPad serão sobrescritas.

source: Saves all open files
pt_br: Salvar todos os arquivos abertos

source: Saves changes automatically when the tab is switched or closed
pt_br: Salva automaticamente as alterações quando o separador for mudado ou fechado

source: Saves the current tab
pt_br: Salva a aba atual

source: Search Web
pt_br: Procurar na Web

source: Search Wikipedia
pt_br: Procurar na Wikipedia

source: Search and/or replace text in documents/tabs
pt_br: Procurar e/ou substituir texto em documentos/separadores

source: Search folder not found.
pt_br: Pasta não encontrada.

source: Search text not found!
pt_br: Não foi encontrado o texto procurado!

source: Searches for the next match of the selected text
pt_br: Procura a correspondência seguinte do texto selecionado

source: Searching in file '%s'
pt_br: Procurando no arquivo '%s'

source: Sel : %Iu chars | %Iu lines | %ld matches
pt_br: Sel : %Iu caracteres | %Iu linhas | %ld correspondências

source: Select Language
pt_br: Selecionar idioma

source: Select all
pt_br: Selecionar tudo

source: Select the language for BowPad
pt_br: Selecionar o idioma para o BowPad

source: Selection: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%ld%%r matches.
pt_br: Seleção: %%c%06X%Iu%%r caracteres | %%c%06X%Iu%%r linhas | %%c%06X%ld%%r encontrados.

source: Selects the language for the spell checker
pt_br: Seleciona o idioma para o verificador ortográfico

source: Sends the document to the default printer
pt_br: Envia o documento para a impressora padrão

source: Set Encoding
pt_br: Definir codificação

source: Set a new search folder.
pt_br: Definir nova pasta a procurar.

source: Set default encoding
pt_br: Definir codificação padrão

source: Set search folder to its containing folder.
pt_br: Definir pasta a procurar para a que a contém.

source: Set search folder to the current documents folder.
pt_br: Definir pasta a procurar para a pasta de documentos atual.

source: Set the coloring according to the code language
pt_br: Definir a coloração de acordo com linguagem de código

source: Set the default encoding (e.g. ANSI, UTF-8, ...) and end-of-line style for new files.
pt_br: Definir a codificação padrão (p.e. ANSI, UTF-8, ...) e estilo de fim-de-linha para novos arquivos.

source: Set the number of columns for one tabulator.
pt_br: Definir o número de colunas para um tabulador.

source: Set up print margins, page size, page orientation
pt_br: Configurar margens de impressão, tamanho de página, orientação de página

source: Sets the column at which the vertical edge is shown, indicating the right margin. Set to 0 to hide it.
pt_br: Define a coluna na qual é mostrada a borda vertical, indicando a margem direita. Defina para 0 para ocultá-la.

source: Show Properties
pt_br: Mostrar propriedades

source: Show Whitespaces
pt_br: Mostrar espaços em branco

source: Show line numbers
pt_br: Mostrar números de linha

source: Show the file tree
pt_br: Mostrar a árvore de diretório

source: Shows a dialog to configure custom commands
pt_br: Mostra a janela para configurar comandos personalizados

source: Shows a dialog to configure the installed plugins and install new plugins
pt_br: Mostra a janela para configurar os plugins instalados e instalar novos plugins

source: Shows a list of functions/methods in the file to jump to
pt_br: Mostra uma lista de funções/métodos no arquivo para saltar para

source: Shows or hides the file tree
pt_br: Mostra ou oculta a árvore de arquivos

source: Shows statistics about the current document
pt_br: Mostra as estatísticas sobre o documento atual

source: Shows the Windows Explorer file properties dialog for the current file
pt_br: Mostra a janela propriedades do arquivo do explorador de arquivos do Windows para o arquivo atual

source: Shows the list of all opened tabs.
pt_br: Mostrar a lista de separadores abertos.

source: Sort Lines
pt_br: Ordenar linhas

source: Sort Lines - Options
pt_br: Ordenar linhas - Opções

source: Sorts the current selection (normal or rectangular).
pt_br: Ordena a seleção atual (normal ou retangular)

source: Spaces to Tabs
pt_br: Espaços para tabulações

source: Spell Check
pt_br: Verificação ortográfica

source: Spell checker
pt_br: Verificador ortográfico

source: Spell checker language
pt_br: Idioma do verificador ortográfico

source: Split Lines
pt_br: Dividir linhas

source: Split long lines at the right window border
pt_br: Dividir linhas longas na margem direita da janela

source: Style Configurator
pt_br: Configurador de estilos

source: Style:
pt_br: Estilo:

source: Styles
pt_br: Estilos

source: Sub Folders
pt_br: Subpastas

source: Summary
pt_br: Resumo

source: System Includes
pt_br: Sistema Inclui

source: Tab List
pt_br: Lista de abas

source: Tab Size
pt_br: Tamanho da tabulação

source: Tabs
pt_br: Tabulações

source: Tabs to Spaces
pt_br: Tabulações para espaços

source: The document '%s' was modified outside of BowPad, but there are unsaved changes in the document.
pt_br: O documento '%s' foi modificado fora do BowPad, mas existem alterações ainda não salvas no documento.

source: The document '%s' was modified outside of BowPad.
pt_br: O documento '%s' foi modificado fora do BowPad.

source: The document '%s' was removed outside of BowPad.
pt_br: O documento '%s' foi removido fora BowPad.

source: The file '%s' does not exist. Do you want to create it?
pt_br: O arquivo '%s' não existe. Deseja criá-lo?

source: The file is marked as read only. Are you sure you want to edit this file?
pt_br: O arquivo está marcado para leitura apenas. Tem a certeza que deseja editar esse arquivo?

source: The file is write protected
pt_br: O arquivo está protegido contra escrita

source: Titlecase
pt_br: Letra de título

source: Toggle Bookmark
pt_br: Ocultar marcador

source: Toggle a bookmark on the current line
pt_br: Ocultar um marcador na linha atual

source: Toggle folding all
pt_br: Ocultar tudo

source: Toggle level 0
pt_br: Ocultar nível 0

source: Toggle level 1
pt_br: Ocultar nível 1

source: Toggle level 2
pt_br: Ocultar nível 2

source: Toggle level 3
pt_br: Ocultar nível 3

source: Toggle level 4
pt_br: Ocultar nível 4

source: Toggle level 5
pt_br: Ocultar nível 5

source: Toggle level 6
pt_br: Ocultar nível 6

source: Toggle level 7
pt_br: Ocultar nível 7

source: Toggle level 8
pt_br: Ocultar nível 8

source: Toggle level 9
pt_br: Ocultar nível 9

source: Toggles between the normal and the dark theme
pt_br: Alterna entre o tema normal e o escuro

source: Treat digits as &numbers.
pt_br: Tratar dígitos como &números.

source: Trim Whitespaces
pt_br: Reduzir espaços em branco

source: Turn off automatic update checks
pt_br: Desligar procura automática de atualizações

source: Turns showing the line numbers on/off
pt_br: Liga/desliga a exibição de números de linha

source: Turns showing whitespaces on/off. Hold down the Shift key to show EOLs as well.
pt_br: Liga/desliga a exibição de espaços em branco. Manter pressionada a tecla Shift para mostrar também os fins de linhas (EOLs).

source: Typing mode: %s
pt_br: Modo de digitação: %s

source: Uncomment
pt_br: Remover comentário

source: Uncomments the selected text
pt_br: Remover comentários do texto selecionado

source: Underline
pt_br: Sublinhado

source: Undo
pt_br: Desfazer

source: Undo the last change
pt_br: Desfazer a última alteração

source: Unsaved modifications
pt_br: Modificações não guardadas

source: Uppercase
pt_br: Maiúsculas

source: Use $0 for the whole match, and $1..$99 for group matches.
pt_br: Usar $0 para correspondência total e $1..$99 para correspondências de grupo.

source: Use Tabs
pt_br: Usar tabulações

source: User Includes
pt_br: Inclusões do usuário

source: Version
pt_br: Versão

source: Vertical Edge
pt_br: Borda vertical

source: View
pt_br: Ver

source: Visit our Website
pt_br: Visita a nossa página Web

source: Web Search:
pt_br: ﻿Procurar na Web:

source: When loading, prefer utf8 over ANSI/Local
pt_br: Quando carregar, preferir UTF8 ao invés de ANSI/Local

source: Whitespace
pt_br: Espaço em branco

source: Whitespaces
pt_br: Espaços em branco

source: Wrap Lines
pt_br: Quebra de linhas

source: Wrap around
pt_br: Quebra em torno

source: Wrap lines at the end of the window
pt_br: Quebrar linhas no fim da janela

source: Write protected
pt_br: Protegido contra gravação

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
pt_br: Pode usar as seguintes cadeias na linha de comandos: $(LINE) A linha onde estiver o cursor $(POS) a posição onde estiver o cursor $(TAB_PATH) o atalho para o arquivo da aba ativa $(TAB_DIR) a pasta do arquivo da aba ativa $(SEL_TEXT) p texto selecionado ou a palavra na posição do cursor $(SEL_TEXT_ESCAPED) parecido com $(SEL_TEXT) mas com escape, útil para URLs

source: You have to restart BowPad for the plugin changes to take effect.
pt_br: Tem que reiniciar o BowPad para as alterações do plugin produzirem efeito.

source: Zoom: %d%%
pt_br: Ampliação: %d%%

source: background:
pt_br: fundo:

source: foreground:
pt_br: primeiro plano:

source: from %ld to %ld
pt_br: de %ld a %ld

source: go to the next cursor position
pt_br: ir para a próxima posição do cursor

source: go to the previous cursor position
pt_br: ir para a anterior posição do cursor

source: runs the custom command 0
pt_br: executa o comando personalizado 0

source: runs the custom command 1
pt_br: executa o comando personalizado 1

source: runs the custom command 2
pt_br: executa o comando personalizado 2

source: runs the custom command 3
pt_br: executa o comando personalizado 3

source: runs the custom command 4
pt_br: executa o comando personalizado 4

source: runs the custom command 5
pt_br: executa o comando personalizado 5

source: runs the custom command 6
pt_br: executa o comando personalizado 6

source: runs the custom command 7
pt_br: executa o comando personalizado 7

source: runs the custom command 8
pt_br: executa o comando personalizado 8

source: runs the custom command 9
pt_br: executa o comando personalizado 9

source: toggles folding all levels in the whole document
pt_br: oculta todos os níveis no documento

source: toggles folding at level 0 in the whole document
pt_br: oculta até ao nível 0 em todo o documento

source: toggles folding at level 1 in the whole document
pt_br: oculta até ao nível 1 em todo o documento

source: toggles folding at level 2 in the whole document
pt_br: oculta até ao nível 2 em todo o documento

source: toggles folding at level 3 in the whole document
pt_br: oculta até ao nível 3 em todo o documento

source: toggles folding at level 4 in the whole document
pt_br: oculta até ao nível 4 em todo o documento

source: toggles folding at level 5 in the whole document
pt_br: oculta até ao nível 5 em todo o documento

source: toggles folding at level 6 in the whole document
pt_br: oculta até ao nível 6 em todo o documento

source: toggles folding at level 7 in the whole document
pt_br: oculta até ao nível 7 em todo o documento

source: toggles folding at level 8 in the whole document
pt_br: oculta até ao nível 8 em todo o documento

source: toggles folding at level 9 in the whole document
pt_br: oculta até ao nível 9 em todo o documento

source: turn on folding
pt_br: ligar dobradura

source: turns off folding
pt_br: desligar dobradura
