Repository: 2012send/BowPad
Catalog: Languages/BowPad_*.po
Languages: pt_br

source: %%i%%c%06Xno selection
pt_br: %%i%%c%06Xsem seleção

source: %d occurrences were replaced.
pt_br: %d ocorrências substituídas.

source: %s (copy).%s
pt_br: %s (copia).%s

source: &Cancel
pt_br: &Cancelar

source: &Close
pt_br: &Fechar

source: &Close Tab
pt_br: Fe&char aba

source: &Edit
pt_br: &Editar

source: &Find
pt_br: Procurar

source: &New
pt_br: &Novo

source: &Open
pt_br: Abrir

source: &Reload
pt_br: &Recarregar

source: &Replace
pt_br: Substitui&r

source: &Save
pt_br: Salvar

source: &Search for:
pt_br: ﻿Procurar:

source: &Sort Order:
pt_br: Ordenar por:

source: &Whole word
pt_br: Palavra completa

source: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Full details about this update</a>
pt_br: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Detalhes completos sobre esta atualização</a>

source: ANSI / Local encoding
pt_br: ANSI / Codificação local

source: About BowPad
pt_br: Sobre o BowPad

source: Access denied!
pt_br: Acesso negado!

source: Access to the file '%s' was denied. Do you want to try again with elevated privileges?
pt_br: O acesso ao arquivo '%s' foi recusado. Deseja voltar a tentar com previlégios elevados?

source: Add word to dictionary
pt_br: Adicionar palavra ao dicionário

source: All plugin commands are listed here
pt_br: Todos os comandos de plugins estão listados aqui

source: Allows to load a file with a specific encoding
pt_br: Permite carregar um arquivo com uma codificação específica

source: An update for BowPad is available
pt_br: Disponível uma nova atualização para o BowPad

source: Are you sure you want to delete the file '%s'?
pt_br: Tem a certeza que deseja apagar o arquivo '%s'?

source: Are you sure you want to reload '%s'?
pt_br: Tem a certeza que deseja recarregar '%s'?

source: Ascending (A-Z)
pt_br: Ascendente (A-Z)

source: Asks where to save the current tab
pt_br: Pergunta onde salvar a aba atual

source: Author: Stefan Küng
pt_br: Autor: Stefan Küng

source: Auto Braces
pt_br: Chaves automáticas

source: Auto save
pt_br: Salvar automaticamente

source: Available Languages
pt_br: Idiomas disponíveis

source: Available plugins
pt_br: Plugins disponíveis

source: Bold
pt_br: Negrito

source: Bookmark
pt_br: Marcador

source: Bookmarks
pt_br: Marcadores

source: BowPad Text Editor
pt_br: Editor de Texto BowPad

source: Cancel
pt_br: Cancelar

source: Cancel Do not delete the file.
pt_br: Cancelar\Não apagar o arquivo.

source: Cancel Leave the file where it is.
pt_br: Cancelar Deixar o arquivo onde está.

source: Cancel The file is not created.
pt_br: Cancelar O arquivo não será criado.

source: Cancel The file is not loaded again.
pt_br: Cancelar O arquivo não será carregado de novo.

source: Cancel The unsaved modifications will be kept.
pt_br: Cancelar Serão mantidas as modificações não salvas.

source: Change Case
pt_br: Alterar Capitalização

source: Check a plugin to install it, uncheck it to deinstall it.
pt_br: Selecionar um plugin para instalá-lo, desmarcar para desinstalá-lo.

source: Check for Updates
pt_br: Procurar atualizações

source: Check for errors only in comments, strings and text
pt_br: Procurar erros apenas nos comentários, cadeias e texto

source: Chose the encoding of new files:
pt_br: Escolher a codificação de novos arquivos:

source: Clear Bookmarks
pt_br: Limpar marcadores

source: Clipboard
pt_br: Área de transferência

source: Close All Tabs
pt_br: Fechar todas as abas

source: Close All Tabs Except This One
pt_br: Fechar todas as abas exceto essa

source: Close Tab
pt_br: Fechar aba

source: Close all
pt_br: Fechar tudo

source: Close all but this
pt_br: Fechar tudo menos isso

source: Close the current tab
pt_br: Fechar a aba atual

source: Close the document The document tab is closed.
pt_br: Fechar o documento A aba do documento está fechada.

source: Closes all open files
pt_br: Fecha todos os arquivos abertos

source: Closes all open files except the current one
pt_br: Fecha todos os arquivos abertos, exceto o atual

source: Code
pt_br: Código

source: Codepages/Character sets
pt_br: Páginas de código/Conjuntos de caracteres

source: Color
pt_br: Cor

source: Command Line:
pt_br: Linha de comando:

source: Command Name:
pt_br: Nome do comando:

source: Comment
pt_br: Comentário

source: Comments the selected text
pt_br: Comenta o texto selecionado

source: Configure
pt_br: Configurar

source: Configure Keyboard Shortcuts
pt_br: Configurar atalhos de teclado

source: Configure Plugins
pt_br: Configurar plugins

source: Configure Shortcuts
pt_br: Configurar atalhos

source: Configure Styles
pt_br: Configurar estilos

source: Configure colors, fonts, styles and sizes
pt_br: Configurar cores, fontes, estilos e tamanhos

source: Configure custom commands
pt_br: Configurar comandos personalizados

source: Convert to
pt_br: Converter para

source: Converts all spaces in the document to tabs
pt_br: Converte todos os espaços no documento para tabulações

source: Converts all tabs in the document to spaces
pt_br: Converte todas as tabulações no documento para espaços

source: Converts the file to the specified encoding
pt_br: Converte o arquivo para a codificação especificada

source: Converts the selection to Title Case
pt_br: Converte a seleção para capitalização de título

source: Converts the selection to UPPERcase
pt_br: Converte a seleção para MAIÚCULAS

source: Converts the selection to lowercase
pt_br: Converte a seleção para minúsculas

source: Copies the name of the current file to the clipboard
pt_br: Copia o nome do arquivo atual para a área de transferência

source: Copies the path of the current file to the clipboard
pt_br: Copia o atalho do arquivo atual para a área de transferência

source: Copies the path of the directory of the current file to the clipboard
pt_br: Copia o atalho da pasta do arquivo atual para a área de transferência

source: Copy
pt_br: Copiar

source: Copy Directory
pt_br: Copiar diretório

source: Copy Name
pt_br: Copiar nome

source: Copy Path
pt_br: Copiar atalho

source: Copy the current selection to the clipboard. Hold down the shift key to copy the text formatted.
pt_br: Copiar a seleção atual para a área de transferência. Manter pressionada a tecla Shift para copiar o texto formatado.

source: Copy the file The copy is opened in another tab.
pt_br: Copiar o arquivo A cópia está aberta em outra aba.

source: Correct spelling mistakes
pt_br: Corrigir erros ortográficos

source: Corrections
pt_br: Correções

source: Corresponding File
pt_br: Arquivo correspondente

source: Corresponding Files
pt_br: Arquivos correspondentes

source: Could not download the language file!
pt_br: Não foi possível transferir o arquivo de idioma!

source: Create '%s'
pt_br: Criar '%s'

source: Create Corresponding File
pt_br: Criar arquivo correspondente

source: Create corresponding files
pt_br: Criar arquivos correspondentes

source: Create files on OK.
pt_br: Criar arquivos após OK.

source: Create An empty file is created.
pt_br: Criar Criado um arquivo em branco.

source: Creates a copy of the current tab
pt_br: Cria uma cópia da aba atual

source: Creates a new tab with an empty document
pt_br: Cria uma nova aba com um documento em branco

source: Ctrl+Doubleclick to open the link in the default browser
pt_br: Ctrl+Duplo-click para abrir link no navegador padrão

source: Custom Command 0
pt_br: Comando personalizado 0

source: Custom Command 1
pt_br: Comando personalizado 1

source: Custom Command 2
pt_br: Comando personalizado 2

source: Custom Command 3
pt_br: Comando personalizado 3

source: Custom Command 4
pt_br: Comando personalizado 4

source: Custom Command 5
pt_br: Comando personalizado 5

source: Custom Command 6
pt_br: Comando personalizado 6

source: Custom Command 7
pt_br: Comando personalizado 7

source: Custom Command 8
pt_br: Comando personalizado 8

source: Custom Command 9
pt_br: Comando personalizado 9

source: Custom Commands
pt_br: Comandos personalizados

source: Cut
pt_br: Cortar

source: Cut the current selection to the clipboard. Hold down the shift key to cut the text formatted.
pt_br: Cortar a seleção atual para a área de transferência. Manter pressionada a tecla Shift para cortar o texto formatado.

source: Dark Theme
pt_br: Tema escuro

source: Default Encoding
pt_br: Codificação padrão

source: Delete
pt_br: Apagar

source: Delete File
pt_br: Apagar arquivo

source: Delete file
pt_br: Apagar arquivo

source: Delete The file will be removed.
pt_br: Eliminar O arquivo será removido.

source: Deletes the file of the current tab
pt_br: Apaga o arquivo da aba atual

source: Descending (Z-A)
pt_br: Descendente (Z-A)

source: Determines whether a tab is inserted or spaces when the tab key is pressed.
pt_br: Determina se ao pressionar a tecla Tab serão inseridas tabulações ou espaços.

source: Do &not download the update You will be reminded again about the update in a week.
pt_br: &Não transferir a atualização Será lembrado sobre a atualização dentro de uma semana.

source: Do this for all files
pt_br: Fazer isto para todos os arquivos

source: Do you want to copy the file %s to %s?
pt_br: Quer copiar o arquivo %s para %s?

source: Do you want to move the file %s to %s?
pt_br: Quer mover o arquivo %s para %s?

source: Do you want to save changes to "%s"?
pt_br: Quer salvar as alterações em "%s"?

source: Do&n't save
pt_br: &Não salvar

source: Document Summary
pt_br: Resumo do documento

source: Document modified
pt_br: Documento modificado

source: Document removed
pt_br: Documento removido

source: Don't Save The file is not saved.
pt_br: Não Guardar O arquivo não está salvo.

source: Don't open The file is not opened.
pt_br: Não abrir O arquivo não está aberto.

source: Download and install the update Updates BowPad to the latest version.
pt_br: Transferir e instalar a atualização Atualiza o BowPad para a versão mais recente.

source: Download of language list succeeded. Now you can select a language from that list.
pt_br: Foi transferida a lista de idiomas. Agora pode selecionar um idioma da lista.

source: Download the update You have to install the update manually.
pt_br: Transferir a atualização Tem que instalar a atualização manualmente.

source: Duplicate Line
pt_br: Duplicar linha

source: Duplicates the current line
pt_br: Duplica a linha atual

source: E&xit
pt_br: Sair

source: Edit
pt_br: Editar

source: Elevated
pt_br: Elevado

source: Enable to automatically add a closing brace when an opening brace is entered
pt_br: Ativar para adicionar uma chave para fechar quando é introduzida uma para abrir

source: Enables/Disables the spell checker
pt_br: Ativa/Desativa a verificação ortográfica

source: Encoding
pt_br: Codificação

source: Encoding: %s
pt_br: Codificação: %s

source: Extension
pt_br: Extensão

source: F&iles (e.g.: *.txt;*.dat):
pt_br: A&rquivos (e.g.: *.txt;*.dat):

source: F&older to search:
pt_br: P&asta a procurar:

source: Failed to download the list of available languages.
pt_br: Falha ao transferir a lista de idiomas disponíveis.

source: Failed to load the file '%s'. The error message is: %s
pt_br: Falha ao carregar o arquivo '%s'. A mensagem de erro é: %s

source: Failed to save the file '%s'. The error message is: %s
pt_br: Falha ao salvar o arquivo '%s'. A mensagem de erro é: %s

source: Fetch remote languages...
pt_br: Procurar idiomas remotos...

source: Fetching plugins list - please wait...
pt_br: Buscando lista de plugins - favor aguardar...

source: File
pt_br: Arquivo

source: File Tree
pt_br: Árvore de diretório

source: File does not exist
pt_br: O arquivo não existe

source: File extensions for this style, separated by semicolon. Example: cpp;c;h;hpp
pt_br: Extensões de arquivo para esse estilo, separadas por ponto-e-vírgula. Exemplo: cpp;c;h;hpp

source: File is too big to be opened by BowPad
pt_br: O arquivo é muito grande para ser aberto pelo BowPad

source: Filename required for first file.
pt_br: Necessário nome para o primeiro arquivo.

source: Filename required for second file.
pt_br: Necessário nome para o segundo arquivo.

source: Filenames must be different.
pt_br: Nomes de arquivos devem ser diferentes.

source: Files "%s" and "%s" already exist.
pt_br: Arquivos "%s" and "%s" já existem.

source: Find
pt_br: Encontrar

source: Find && Replace
pt_br: Procurar && substituir

source: Find &All
pt_br: Procur&ar tudo

source: Find All In &Folder
pt_br: Procurar tudo na &pasta

source: Find All In All &Tabs
pt_br: Procur&ar tudo em todas as abas

source: Find Fi&les
pt_br: Procurar arqui&vos

source: Find Files
pt_br: Procurar arquivos

source: Find Next
pt_br: Procurar próximo

source: Find Next Selected
pt_br: Procurar próximo selecionado

source: Find Previous
pt_br: Procurar anterior

source: Find Result Action
pt_br: Procurar resultado

source: Find and Replace for functions is not implemented.
pt_br: Procurar e substituir para funções não implementado.

source: Find and replace
pt_br: Procurar e substituir

source: Find previous.
pt_br: Procurar anterior.

source: Find/Replace
pt_br: Procurar/substituir

source: Folder "%s" does not exist.
pt_br: Pasta "%s" não existe.

source: Folder required for first file.
pt_br: Pasta necessária para o primeiro arquivo.

source: Folder required for second file.
pt_br: Pasta necessária para o segundo arquivo.

source: Folding
pt_br: Dobradura

source: Folding Off
pt_br: Fechar bloco

source: Folding On
pt_br: Abrir bloco

source: Follow Tab
pt_br: Aba seguinte

source: Font
pt_br: Fonte

source: Found: %d matches in %d tabs
pt_br: Encontrado: %d correspondências em %d abas

source: Found: %d matches
pt_br: Encontrado: %d correspondências

source: Full file path: %s Word count: %ld Lines: %ld Empty lines: %ld Paragraphs: %ld
pt_br: Atalho completo do arquivo: %s Número de palavras: %ld Linhas: %ld Linhas em branco: %ld Parágrafos: %ld

source: Functions
pt_br: Funções

source: Go to line
pt_br: Ir para linha

source: Go to symbol
pt_br: Ir para o símbolo

source: Goto
pt_br: Ir para

source: Ignore
pt_br: Ignorar

source: Ignore &case.
pt_br: Ignorar &capitalização.

source: Ignore word for this session
pt_br: Ignorar palavra para esta sessão

source: Include uppercase
pt_br: Incluir maiúsculas

source: Include words that are all CAPS or have uppercase letters in the middle
pt_br: Incluir palavras que estão em maiúsculas ou têm letras maiúsculas no meio

source: Insert
pt_br: Inserir

source: Insert Tabs or Spaces
pt_br: Inserir tabulações ou espaços

source: Inserts the content of the clipboard at the cursor position
pt_br: Insere o conteúdo da área de transferência na posição do cursor

source: Installation of plugin "%s" failed!
pt_br: Falha na instalação do plugin "%s"!

source: Installed Version
pt_br: Versão instalada

source: Italic
pt_br: Itálico

source: Join Lines
pt_br: Juntar linhas

source: Join selected lines to one long line
pt_br: Juntar as linhas selecionadas em uma linha apenas

source: Keep the document The document is kept open.
pt_br: Manter o documento O documento mantém-se aberto.

source: Language
pt_br: Idioma

source: Language Lexer
pt_br: Linguagem Lexer

source: Language selected. You need to restart BowPad for the changes to take effect.
pt_br: Idioma selecionado. É necessário reiniciar o BowPad para as alterações produzirem efeito.

source: Language:
pt_br: Linguagem:

source: Launch in Chrome
pt_br: Abrir no Chrome

source: Launch in Edge
pt_br: Abrir no Edge

source: Launch in Firefox
pt_br: Abrir no Firefox

source: Launch in Google Chrome
pt_br: Abrir no Google Chrome

source: Launch in IE
pt_br: Abrir no IE

source: Launch in Internet Explorer
pt_br: Abrir no Internet Explorer

source: Launch in Opera
pt_br: Abrir no Opera

source: Launch in Safari
pt_br: Abrir no Safari

source: Length in bytes: %ld Lines: %ld
pt_br: Tamanho em bytes: %ld Linhas: %ld

source: Limit reached of %d matches found!
pt_br: Limite alcançado de %d encontrados!

source: Line
pt_br: Linha

source: Line : %ld Column : %ld Selection : %Iu | %Iu Matches: %ld
pt_br: Linha : %ld Coluna : %ld Seleção : %Iu | %Iu Correspondências: %ld

source: Line Endings
pt_br: Fins de Linha

source: Line Text
pt_br: Linha de texto

source: Line endings: %s
pt_br: Fins de linha: %s

source: Line numbers
pt_br: Números de linha

source: Line:
pt_br: Linha:

source: Line: %%c%06X%ld%%r / %%c%06X%ld%%r Column: %%c%06X%ld%%r
pt_br: Linha: %%c%06X%ld%%r / %%c%06X%ld%%r Coluna: %%c%06X%ld%%r

source: Lines
pt_br: Linhas

source: Ln: %%c%06X%ld%%r / %%c%06X%ld%%r Col: %%c%06X%ld%%r
pt_br: Lin: %%c%06X%ld%%r / %%c%06X%ld%%r Col: %%c%06X%ld%%r

source: Load as
pt_br: Carregar como

source: Load last session
pt_br: Carregar a última sessão

source: Load last session on start
pt_br: Carregar a última sessão ao iniciar

source: Load session
pt_br: Carregar sessão

source: Load session on start
pt_br: Carregar sessão ao iniciar

source: Loading files...
pt_br: Carregando arquivos...

source: Loading session...
pt_br: Carregando sessão...

source: Loads all files automatically that were open the last time BowPad got closed
pt_br: Carrega automaticamente todos os arquivos que foram abertos na última sessão do BowPad

source: Loads all files that were open the last time BowPad got closed
pt_br: Carrega todos os arquivos que foram abertos na última sessão do BowPad

source: Lowercase
pt_br: Minúsculas

source: MRU List
pt_br: Lista MRU

source: Main
pt_br: Principal

source: Main Encodings
pt_br: Principais codificações

source: Match &case
pt_br: Corresponder à &capitalização

source: Misc
pt_br: Diversos

source: Move down
pt_br: Mover para baixo

source: Move line down
pt_br: Mover linha para baixo

source: Move line up
pt_br: Mover linha para cima

source: Move the caret to the next bookmark
pt_br: Mover o cursor para o próximo marcador

source: Move the caret to the previous bookmark
pt_br: Mover o cursor para o marcador anterior

source: Move the file The file tab is updated to the new path.
pt_br: Mover o arquivo A aba do arquivo está atualizada para o novo atalho.

source: Move up
pt_br: Mover para cima

source: Move/Copy File
pt_br: Mover/Copiar arquivo

source: Moves the cursor to the specified line
pt_br: Move o cursor para a linha especificada

source: Moves the cursor to the specified symbol
pt_br: Move o cursor para o símbolo especificado

source: Moves the selected lines downwards
pt_br: Move as linhas selecionadas para baixo

source: Moves the selected lines upwards
pt_br: Move as linhas selecionadas para cima

source: Moves to the next match of the last search
pt_br: Move para a próxima correspondência da última procura

source: Moves to the previous match of the last search
pt_br: Move para a correspondência anterior da última procura

source: NEXT
pt_br: SEGUINTE

source: New %d
pt_br: Novo %d

source: New Copy
pt_br: Nova Cópia

source: New Corresponding Files.
pt_br: Novos arquivos correspondentes.

source: New Document
pt_br: Novo Documento

source: Next
pt_br: Seguinte

source: Next Bookmark
pt_br: Marcador seguinte

source: No corrections found!
pt_br: Não foram encontradas correções!

source: No files found
pt_br: Não foram encontrados arquivos

source: No functions found!
pt_br: Não foram encontradas funções!

source: No more occurrences to replace.
pt_br: Não há mais ocorrências para substituir.

source: No plugins found. Check your internet connection.
pt_br: Nenhum plugin encontrado. Verifique sua conexão com a internet.

source: No plugins loaded
pt_br: Não há plugins carregados

source: No search folder.
pt_br: Nenhuma pasta a procurar.

source: No updates available. You already have the current version.
pt_br: Não há atualizações disponíveis. Já possui a versão atual.

source: Online Languages
pt_br: Idiomas online

source: Only comments
pt_br: Apenas comentários

source: Open Console
pt_br: Abrir console

source: Open Explorer
pt_br: Abrir explorador de arquivos

source: Open File
pt_br: Abrir arquivo

source: Open File under cursor
pt_br: Abrir arquivo na posição do cursor

source: Open Files
pt_br: Abrir arquivos

source: Open corresponding File
pt_br: Abrir arquivo correspondente

source: Open elevated BowPad is started again with elevated privileges.
pt_br: Abrir elavado BowPad iniciado com previlégios elevados.

source: Open files: %d
pt_br: Abrir arquivos: %d

source: Open tabs: %%c%06X%ld%%r
pt_br: Abrir abas: %%c%06X%ld%%r

source: Open: %%c%06X%ld%%r
pt_br: Abrir: %%c%06X%ld%%r

source: Opens one or more files
pt_br: Abre um ou mais arquivos

source: Opens the Console at the current file location
pt_br: Abre a Console na localização atual do arquivo

source: Opens the Windows Explorer at the current file location
pt_br: Abre o Explorador do Windows na localização atual do arquivo

source: Opens the Windows Explorer at the current file path
pt_br: Abre o Explorador do Windows no atalho atual do arquivo

source: Opens the config file to configure keyboard shortcuts for any command in BowPad
pt_br: Abre o arquivo de configuração para configurar atalhos de teclado para qualquer comando do BowPad

source: Opens the corresponding file to the file in the current tab. (h/cpp, aspx/cs/vb)
pt_br: Abre o arquivo correspondente na aba atual. (h/cpp, aspx/cs/vb)

source: Opens the current file in Microsoft Edge browser
pt_br: Abre o arquivo atual no Microsoft Edge

source: Opens the current file in Microsoft Internet Explorer
pt_br: Abre o arquivo atual no Microsoft Internet Explorer

source: Opens the current file in the Firefox browser
pt_br: Abre o arquivo atual no Firefox

source: Opens the current file in the Google Chrome browser
pt_br: Abre o arquivo atual no Google Chrome

source: Opens the current file in the Opera browser
pt_br: Abre o arquivo atual no Opera

source: Opens the current file in the Safari browser
pt_br: Abre o arquivo atual no Safari

source: Opens the default browser to search Wikipedia for the selected text
pt_br: Abre o navegador padrão para procurar o texto selecionado na Wikipedia

source: Opens the default browser to search for the selected text
pt_br: Abre o navegador padrão para procurar o texto selecionado

source: Opens the file/path that's at the cursor position
pt_br: Abre o arquivo/atalho que está na posição do cursor

source: Opens the printer setup dialog
pt_br: Abre a janela de configuração da impressora

source: Other
pt_br: Outros

source: Other operations
pt_br: Outras operações

source: Overtype
pt_br: Sobrescrever

source: PREV
pt_br: ANT

source: Page Setup
pt_br: Configuração de página

source: Paste
pt_br: Colar

source: Please wait.
pt_br: Favor aguardar.

source: Plugin Name
pt_br: Nome do Plugin

source: Plugin commands
pt_br: Comandos do plugin

source: Prevents editing the file
pt_br: Impede editar arquivo

source: Previous
pt_br: Anterior

source: Previous Bookmark
pt_br: Marcador anterior

source: Print
pt_br: Imprimir

source: Print Page Setup
pt_br: Configurar página de impressão

source: Print now
pt_br: Imprimir

source: Print setup
pt_br: Configurar impressão

source: R&eplace with:
pt_br: S&ubstituir com:

source: RELOAD
pt_br: RECARREGAR

source: Reading order (left-to-right or right-to-left)
pt_br: Ordem de leitura (esquerda->direita ou direita->esquerda

source: Readonly
pt_br: Apenas leitura

source: Recently Used Encodings
pt_br: Codificações usadas recentemente

source: Redo
pt_br: Refazer

source: Redo what was undone before
pt_br: Refaz uma ação desfeita anteriormente

source: Regex expression is invalid!
pt_br: Expressão Regex inválida!

source: Regex expression is valid
pt_br: A expressão Regex é válida

source: Regex mode
pt_br: Modo Regex

source: Reload
pt_br: Recarregar

source: Reload document The document is refreshed from disk.
pt_br: Recarregar documento O documento atualizado de disco.

source: Reload document The unsaved modifications are lost.
pt_br: Recarregar documento As modificações não salvas serão perdidas.
